name: "classifier"
platform: "onnxruntime_onnx"
max_batch_size : 256
input [
  {
    name: "classifier_input"
    data_type: TYPE_FP32
    dims: [768]
  }
]
output [
  {
    name: "classifier_output"
    data_type: TYPE_FP32
    dims: [1000]
  }
]
