name: "video_audio_splitter"
backend: "python"
max_batch_size : 0
input [
  {
    name: "video_bytes"
    data_type: TYPE_STRING
    dims: [1]
  }
]
output [
  {
    name: "video_features"
    data_type: TYPE_FP32
    dims: [-1, 3, 224, 224]
  },
  {
    name: "audio_frames"
    data_type: TYPE_FP32
    dims: [-1]
  }
]
