name: "audio_embedding"
platform: "onnxruntime_onnx"
max_batch_size : 256
input [
  {
    name: "audio_input"
    data_type: TYPE_FP32
    dims: [-1]
  }
]
output [
  {
    name: "audio_output"
    data_type: TYPE_FP32
    dims: [768]
  }
]
