name: "video_embedding"
platform: "onnxruntime_onnx"
max_batch_size : 256
input [
  {
    name: "video_input"
    data_type: TYPE_FP32
    dims: [-1, 3, 224, 224]
  }
]
output [
  {
    name: "video_output"
    data_type: TYPE_FP32
    dims: [-1]
  }
]
